# from tkinter.font import BOLD
#
#
# class BoldText:
#     BOLD = '\033[1m'
#     END = '\033[0m'
#

TEXT1_HI = 'Здравствуй, дорогой друг! На связи Лида Ерофеева✨\n'\
           'Рада видеть тебя в месте, куда попадают лишь избранные. Ведь именно здесь я '\
           'бесплатно делюсь важным материалом: как продавать в столь трудное время и какие '\
           'шаги в принципе предпринимать по отношению к соцсетям.\n\n'\
           'Почему же именно эту тему я хочу обсудить с тобой?\n'\
           'Да потому что знаю, как обидно порой бывает делать контент в блоге и видеть пустоту '\
           'в Директе и на счете.\n\n'\
           'Что же делать?\n'\
           'Конечно, посмотреть урок «Как в нынешних ситуациях быть с соцсетями и продажами?»\n'\
           'Повторюсь: это бесплатно. А еще займет 3 минуты времени.\n\n'\
           'Готов впитать новые полезные знания?'

TEXT2_WANT = 'Супер! Только давай условимся, что ты его откроешь и ознакомишься с материалом '\
             'прямо сейчас. А то мы оба понимаем, что бесплатные уроки, отложенные на часик, уже '\
             'не открывают никогда😅 Жаль будет упустить такую золотую информацию.'

TEXT3_NAME = 'Обожаю целеустремленных людей!\n'\
             'Давай быстро познакомимся. Напиши в ответ на сообщение, как тебя зовут?'

TEXT4_EMAIL = ', приятно познакомится!\n'\
              'Теперь напиши свой верный адрес электронной почты. Он нужен, чтоб я смогла '\
              'присылать тебе и другие бесплатные уроки, которые буду выпускать в дальнейшем.'

TEXT5_TELL = ', и финальный шаг! ' \
             'Оставьте свой верный номер телефона. Я не буду звонить вам, только отправлю короткое SMS, '\
             'когда выйдет новый полезный материал по продвижению 👇'\
             'Писать нужно в международном формате, начиная с + и кода страны. Например, '\
             'если вы из России: +7 999 888 77 66'

TEXT6_LESSON_1 = 'Огонь!🔥 Высылаю тебе бесплатный урок «Как оформлять сторис для повышения '\
                 'вовлеченности аудитории?»\n\n'\
                 'Изучение этого материала займет 3 минуты, а увеличит цифры на карточке в '\
                 'несколько раз! Прямо, как у моих клиентов, прошедших консультацию.'

TEXT7_TIME_MESSAGE = 'Псс... Ты уже посмотрел урок? Потому что я приготовила для тебя еще один секретный '\
                     'подарок.'

TEXT8_YES_GIFT = 'Какой же ты умничка. Тогда скорее открывай статью-гайд «Как создать очередь '\
                 'из желающих на услуги/продукты/инфопродукты?». Забирай и читай прямо сейчас!'

TEXT8_NO_GIFT = 'Поторопись! Ведь у меня для тебя еще один подарок: статья-гайд «Как создать '\
                'очередь из желающих на услуги/продукты/инфопродукты?»'

TEXT9_FINAL_MESSAGE = 'Теперь, когда ты владеешь этими знаниями, я хочу отдать тебе самый дорогой '\
                      'подарок! Эту услугу я предоставляю за 3000 рублей, но тебе она достанется '\
                      'бесплатно.\n\n'\
                      'АУДИТ-РАЗБОР КОНТЕНТА И ПРОГРЕВОВ\n\n'\
                      'После этого ты узнаешь:\n'\
                      '   - где кроются ошибки в ведении сторис \n'\
                      '   конкретно в твоей ситуации;\n'\
                      '   - где ты упускаешь своих клиентов;\n'\
                      '   - как можно улучшить сторителлинг;\n'\
                      '   - как проработать блог, чтоб он стал \n'\
                      '   единой работающей воронкой;\n'\
                      '   - как проработать ошибки в прогреве и \n'\
                      '   улучшить ситуацию.\n\n'\
                      'У меня осталось 4 места. Торопись!'